Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Encoding_Name_cp855
source: Cyrillic (DOS 855)
ar: السيريلية (DOS 855)
cs: Cyrilice (DOS 855)
de: Kyrillisch (DOS 855)
el: Κυριλλικά (DOS 855)
es: Cirílico (DOS 855)
fa: سیریلیک (DOS 855)
fr: Cyrillique (DOS 855)
hu: Cirill (DOS 855)
id: Sirilik (DOS 855)
it: Cirillico (DOS 855)
ja: キリル言語 (DOS 855)
ko: 키릴 자모(DOS 855)
pl: Cyrylica (DOS 855)
pt: Cirílico (DOS 855)
ro: Chirilică (DOS 855)
ru: Кириллица (DOS 855)
th: ซีริลลิก (DOS 855)
tr: Kiril (DOS 855)
uk: Кирилиця (DOS 855)
vi: Kirin (DOS 855)
zh_hans: 西里尔文 (DOS 855)
zh_hant: 斯拉夫文（DOS 855）

# Encoding_Name_cp857
source: Turkish (DOS)
ar: التركية (DOS)
cs: Turečtina (DOS)
de: Türkisch (DOS)
el: Τουρκικά (DOS)
es: Turco (DOS)
fa: ترکی (DOS)
fr: Turc (DOS)
hu: Török (DOS)
id: Turki (DOS)
it: Turco (DOS)
ja: トルコ語 (DOS)
ko: 터키어(DOS)
pl: Turecki (DOS)
pt: Turco (DOS)
ro: Turcă (DOS)
ru: Турецкая (DOS)
th: ตุรกี (DOS)
tr: Türkçe (DOS)
uk: Турецька (DOS)
vi: Thổ Nhĩ Kỳ (DOS)
zh_hans: 土耳其语 (DOS)
zh_hant: 土耳其文（DOS）

# Encoding_Name_cp858
source: Western European with euro (DOS)
ar: أوروبا الغربية مع اليورو (DOS)
cs: Západoevropské jazyky s eurem (DOS)
de: Westeuropäisch mit Euro (DOS)
el: Δυτικής Ευρώπης με ευρώ (DOS)
es: Europeo occidental con euro (DOS)
fa: اروپای غربی با یورو (DOS)
fr: Europe occidentale avec euro (DOS)
hu: Nyugat-európai, euróval (DOS)
id: Eropa Barat dengan euro (DOS)
it: Europa occidentale con euro (DOS)
ja: 西ヨーロッパ言語、ユーロ記号付き (DOS)
ko: 서유럽어, 유로 포함(DOS)
pl: Zachodnioeuropejski z euro (DOS)
pt: Europeu Ocidental com euro (DOS)
ro: Europa Occidentală cu euro (DOS)
ru: Западноевропейская с евро (DOS)
th: ยุโรปตะวันตกพร้อมยูโร (DOS)
tr: Batı Avrupa, avro ile (DOS)
uk: Західноєвропейська з євро (DOS)
vi: Tây Âu có euro (DOS)
zh_hans: 西欧，含欧元符号 (DOS)
zh_hant: 西歐，含歐元符號（DOS）

# Encoding_Name_cp860
source: Portuguese (DOS)
ar: البرتغالية (DOS)
cs: Portugalština (DOS)
de: Portugiesisch (DOS)
el: Πορτογαλικά (DOS)
es: Portugués (DOS)
fa: پرتغالی (DOS)
fr: Portugais (DOS)
hu: Portugál (DOS)
id: Portugis (DOS)
it: Portoghese (DOS)
ja: ポルトガル語 (DOS)
ko: 포르투갈어(DOS)
pl: Portugalski (DOS)
pt: Português (DOS)
ro: Portugheză (DOS)
ru: Португальская (DOS)
th: โปรตุเกส (DOS)
tr: Portekizce (DOS)
uk: Португальська (DOS)
vi: Bồ Đào Nha (DOS)
zh_hans: 葡萄牙语 (DOS)
zh_hant: 葡萄牙文（DOS）

# Encoding_Name_cp861
source: Icelandic (DOS)
ar: الآيسلندية (DOS)
cs: Islandština (DOS)
de: Isländisch (DOS)
el: Ισλανδικά (DOS)
es: Islandés (DOS)
fa: ایسلندی (DOS)
fr: Islandais (DOS)
hu: Izlandi (DOS)
id: Islandia (DOS)
it: Islandese (DOS)
ja: アイスランド語 (DOS)
ko: 아이슬란드어(DOS)
pl: Islandzki (DOS)
pt: Islandês (DOS)
ro: Islandeză (DOS)
ru: Исландская (DOS)
th: ไอซ์แลนด์ (DOS)
tr: İzlandaca (DOS)
uk: Ісландська (DOS)
vi: Iceland (DOS)
zh_hans: 冰岛语 (DOS)
zh_hant: 冰島文（DOS）

# Encoding_Name_cp862
source: Hebrew (DOS)
ar: العبرية (DOS)
cs: Hebrejština (DOS)
de: Hebräisch (DOS)
el: Εβραϊκά (DOS)
es: Hebreo (DOS)
fa: عبری (DOS)
fr: Hébreu (DOS)
hu: Héber (DOS)
id: Ibrani (DOS)
it: Ebraico (DOS)
ja: ヘブライ語 (DOS)
ko: 히브리어(DOS)
pl: Hebrajski (DOS)
pt: Hebraico (DOS)
ro: Ebraică (DOS)
ru: Иврит (DOS)
th: ฮีบรู (DOS)
tr: İbranice (DOS)
uk: Іврит (DOS)
vi: Do Thái (DOS)
zh_hans: 希伯来语 (DOS)
zh_hant: 希伯來文（DOS）

# Encoding_Name_cp863
source: French Canadian (DOS)
ar: الفرنسية الكندية (DOS)
cs: Kanadská francouzština (DOS)
de: Französisch (Kanada) (DOS)
el: Γαλλικά Καναδά (DOS)
es: Francés canadiense (DOS)
fa: فرانسوی کانادا (DOS)
fr: Français canadien (DOS)
hu: Kanadai francia (DOS)
id: Prancis Kanada (DOS)
it: Francese canadese (DOS)
ja: カナダ フランス語 (DOS)
ko: 캐나다 프랑스어(DOS)
pl: Francuski kanadyjski (DOS)
pt: Francês canadense (DOS)
ro: Franceză canadiană (DOS)
ru: Франко-канадская (DOS)
th: ฝรั่งเศสแคนาดา (DOS)
tr: Kanada Fransızcası (DOS)
uk: Французька канадська (DOS)
vi: Tiếng Pháp Canada (DOS)
zh_hans: 加拿大法语 (DOS)
zh_hant: 加拿大法文（DOS）

# Encoding_Name_cp864
source: Arabic (DOS 864)
ar: العربية (DOS 864)
cs: Arabština (DOS 864)
de: Arabisch (DOS 864)
el: Αραβικά (DOS 864)
es: Árabe (DOS 864)
fa: عربی (DOS 864)
fr: Arabe (DOS 864)
hu: Arab (DOS 864)
id: Arab (DOS 864)
it: Arabo (DOS 864)
ja: アラビア語 (DOS 864)
ko: 아랍어(DOS 864)
pl: Arabski (DOS 864)
pt: Árabe (DOS 864)
ro: Arabă (DOS 864)
ru: Арабская (DOS 864)
th: อาหรับ (DOS 864)
tr: Arapça (DOS 864)
uk: Арабська (DOS 864)
vi: Ả Rập (DOS 864)
zh_hans: 阿拉伯语 (DOS 864)
zh_hant: 阿拉伯文（DOS 864）

# Encoding_Name_cp865
source: Nordic (DOS)
ar: لغات الشمال الأوروبي (DOS)
cs: Severské jazyky (DOS)
de: Nordisch (DOS)
el: Σκανδιναβικά (DOS)
es: Nórdico (DOS)
fa: نوردیک (DOS)
fr: Nordique (DOS)
hu: Északi (DOS)
id: Nordik (DOS)
it: Nordico (DOS)
ja: 北欧言語 (DOS)
ko: 북유럽어(DOS)
pl: Nordycki (DOS)
pt: Nórdico (DOS)
ro: Nordică (DOS)
ru: Скандинавская (DOS)
th: นอร์ดิก (DOS)
tr: İskandinav (DOS)
uk: Північноєвропейська (DOS)
vi: Bắc Âu (DOS)
zh_hans: 北欧语言 (DOS)
zh_hant: 北歐（DOS）

# Encoding_Name_cp866
source: Cyrillic (DOS 866)
ar: السيريلية (DOS 866)
cs: Cyrilice (DOS 866)
de: Kyrillisch (DOS 866)
el: Κυριλλικά (DOS 866)
es: Cirílico (DOS 866)
fa: سیریلیک (DOS 866)
fr: Cyrillique (DOS 866)
hu: Cirill (DOS 866)
id: Sirilik (DOS 866)
it: Cirillico (DOS 866)
ja: キリル言語 (DOS 866)
ko: 키릴 자모(DOS 866)
pl: Cyrylica (DOS 866)
pt: Cirílico (DOS 866)
ro: Chirilică (DOS 866)
ru: Кириллица (DOS 866)
th: ซีริลลิก (DOS 866)
tr: Kiril (DOS 866)
uk: Кирилиця (DOS 866)
vi: Kirin (DOS 866)
zh_hans: 西里尔文 (DOS 866)
zh_hant: 斯拉夫文（DOS 866）

# Encoding_Name_cp869
source: Modern Greek (DOS)
ar: اليونانية الحديثة (DOS)
cs: Moderní řečtina (DOS)
de: Neugriechisch (DOS)
el: Νέα Ελληνικά (DOS)
es: Griego moderno (DOS)
fa: یونانی مدرن (DOS)
fr: Grec moderne (DOS)
hu: Modern görög (DOS)
id: Yunani Modern (DOS)
it: Greco moderno (DOS)
ja: 現代ギリシャ語 (DOS)
ko: 현대 그리스어(DOS)
pl: Nowogrecki (DOS)
pt: Grego moderno (DOS)
ro: Greacă modernă (DOS)
ru: Современная греческая (DOS)
th: กรีกสมัยใหม่ (DOS)
tr: Modern Yunanca (DOS)
uk: Сучасна грецька (DOS)
vi: Hy Lạp hiện đại (DOS)
zh_hans: 现代希腊语 (DOS)
zh_hant: 現代希臘文（DOS）

# Encoding_Name_cp10001
source: Japanese (Mac)
ar: اليابانية (Mac)
cs: Japonština (Mac)
de: Japanisch (Mac)
el: Ιαπωνικά (Mac)
es: Japonés (Mac)
fa: ژاپنی (Mac)
fr: Japonais (Mac)
hu: Japán (Mac)
id: Jepang (Mac)
it: Giapponese (Mac)
ja: 日本語 (Mac)
ko: 일본어(Mac)
pl: Japoński (Mac)
pt: Japonês (Mac)
ro: Japoneză (Mac)
ru: Японская (Mac)
th: ญี่ปุ่น (Mac)
tr: Japonca (Mac)
uk: Японська (Mac)
vi: Tiếng Nhật (Mac)
zh_hans: 日语 (Mac)
zh_hant: 日文（Mac）

# Encoding_Name_cp10002
source: Traditional Chinese (Mac)
ar: الصينية التقليدية (Mac)
cs: Tradiční čínština (Mac)
de: Chinesisch traditionell (Mac)
el: Παραδοσιακά Κινεζικά (Mac)
es: Chino tradicional (Mac)
fa: چینی سنتی (Mac)
fr: Chinois traditionnel (Mac)
hu: Hagyományos kínai (Mac)
id: Tionghoa Tradisional (Mac)
it: Cinese tradizionale (Mac)
ja: 繁体字中国語 (Mac)
ko: 중국어 번체(Mac)
pl: Chiński tradycyjny (Mac)
pt: Chinês tradicional (Mac)
ro: Chineză tradițională (Mac)
ru: Традиционная китайская (Mac)
th: จีนตัวเต็ม (Mac)
tr: Geleneksel Çince (Mac)
uk: Традиційна китайська (Mac)
vi: Tiếng Trung phồn thể (Mac)
zh_hans: 繁体中文 (Mac)
zh_hant: 繁體中文（Mac）

# Encoding_Name_cp10003
source: Korean (Mac)
ar: الكورية (Mac)
cs: Korejština (Mac)
de: Koreanisch (Mac)
el: Κορεατικά (Mac)
es: Coreano (Mac)
fa: کره‌ای (Mac)
fr: Coréen (Mac)
hu: Koreai (Mac)
id: Korea (Mac)
it: Coreano (Mac)
ja: 韓国語 (Mac)
ko: 한국어(Mac)
pl: Koreański (Mac)
pt: Coreano (Mac)
ro: Coreeană (Mac)
ru: Корейская (Mac)
th: เกาหลี (Mac)
tr: Korece (Mac)
uk: Корейська (Mac)
vi: Tiếng Hàn (Mac)
zh_hans: 韩语 (Mac)
zh_hant: 韓文（Mac）

# Encoding_Name_cp10004
source: Arabic (Mac)
ar: العربية (Mac)
cs: Arabština (Mac)
de: Arabisch (Mac)
el: Αραβικά (Mac)
es: Árabe (Mac)
fa: عربی (Mac)
fr: Arabe (Mac)
hu: Arab (Mac)
id: Arab (Mac)
it: Arabo (Mac)
ja: アラビア語 (Mac)
ko: 아랍어(Mac)
pl: Arabski (Mac)
pt: Árabe (Mac)
ro: Arabă (Mac)
ru: Арабская (Mac)
th: อาหรับ (Mac)
tr: Arapça (Mac)
uk: Арабська (Mac)
vi: Ả Rập (Mac)
zh_hans: 阿拉伯语 (Mac)
zh_hant: 阿拉伯文（Mac）

# Encoding_Name_cp10005
source: Hebrew (Mac)
ar: العبرية (Mac)
cs: Hebrejština (Mac)
de: Hebräisch (Mac)
el: Εβραϊκά (Mac)
es: Hebreo (Mac)
fa: عبری (Mac)
fr: Hébreu (Mac)
hu: Héber (Mac)
id: Ibrani (Mac)
it: Ebraico (Mac)
ja: ヘブライ語 (Mac)
ko: 히브리어(Mac)
pl: Hebrajski (Mac)
pt: Hebraico (Mac)
ro: Ebraică (Mac)
ru: Иврит (Mac)
th: ฮีบรู (Mac)
tr: İbranice (Mac)
uk: Іврит (Mac)
vi: Do Thái (Mac)
zh_hans: 希伯来语 (Mac)
zh_hant: 希伯來文（Mac）

# Encoding_Name_cp10006
source: Greek (Mac)
ar: اليونانية (Mac)
cs: Řečtina (Mac)
de: Griechisch (Mac)
el: Ελληνικά (Mac)
es: Griego (Mac)
fa: یونانی (Mac)
fr: Grec (Mac)
hu: Görög (Mac)
id: Yunani (Mac)
it: Greco (Mac)
ja: ギリシャ語 (Mac)
ko: 그리스어(Mac)
pl: Grecki (Mac)
pt: Grego (Mac)
ro: Greacă (Mac)
ru: Греческая (Mac)
th: กรีก (Mac)
tr: Yunanca (Mac)
uk: Грецька (Mac)
vi: Hy Lạp (Mac)
zh_hans: 希腊语 (Mac)
zh_hant: 希臘文（Mac）

# Encoding_Name_cp10007
source: Cyrillic (Mac)
ar: السيريلية (Mac)
cs: Cyrilice (Mac)
de: Kyrillisch (Mac)
el: Κυριλλικά (Mac)
es: Cirílico (Mac)
fa: سیریلیک (Mac)
fr: Cyrillique (Mac)
hu: Cirill (Mac)
id: Sirilik (Mac)
it: Cirillico (Mac)
ja: キリル言語 (Mac)
ko: 키릴 자모(Mac)
pl: Cyrylica (Mac)
pt: Cirílico (Mac)
ro: Chirilică (Mac)
ru: Кириллица (Mac)
th: ซีริลลิก (Mac)
tr: Kiril (Mac)
uk: Кирилиця (Mac)
vi: Kirin (Mac)
zh_hans: 西里尔文 (Mac)
zh_hant: 斯拉夫文（Mac）

# Encoding_Name_cp10008
source: Simplified Chinese (Mac)
ar: الصينية المبسطة (Mac)
cs: Zjednodušená čínština (Mac)
de: Chinesisch vereinfacht (Mac)
el: Απλοποιημένα Κινεζικά (Mac)
es: Chino simplificado (Mac)
fa: چینی ساده‌شده (Mac)
fr: Chinois simplifié (Mac)
hu: Egyszerűsített kínai (Mac)
id: Tionghoa Sederhana (Mac)
it: Cinese semplificato (Mac)
ja: 簡体字中国語 (Mac)
ko: 중국어 간체(Mac)
pl: Chiński uproszczony (Mac)
pt: Chinês simplificado (Mac)
ro: Chineză simplificată (Mac)
ru: Упрощенная китайская (Mac)
th: จีนตัวย่อ (Mac)
tr: Basitleştirilmiş Çince (Mac)
uk: Спрощена китайська (Mac)
vi: Tiếng Trung giản thể (Mac)
zh_hans: 简体中文 (Mac)
zh_hant: 簡體中文（Mac）

# Encoding_Name_cp10010
source: Romanian (Mac)
ar: الرومانية (Mac)
cs: Rumunština (Mac)
de: Rumänisch (Mac)
el: Ρουμανικά (Mac)
es: Rumano (Mac)
fa: رومانیایی (Mac)
fr: Roumain (Mac)
hu: Román (Mac)
id: Rumania (Mac)
it: Rumeno (Mac)
ja: ルーマニア語 (Mac)
ko: 루마니아어(Mac)
pl: Rumuński (Mac)
pt: Romeno (Mac)
ro: Română (Mac)
ru: Румынская (Mac)
th: โรมาเนีย (Mac)
tr: Rumence (Mac)
uk: Румунська (Mac)
vi: Tiếng Romania (Mac)
zh_hans: 罗马尼亚语 (Mac)
zh_hant: 羅馬尼亞文（Mac）

# Encoding_Name_cp10017
source: Ukrainian (Mac)
ar: الأوكرانية (Mac)
cs: Ukrajinština (Mac)
de: Ukrainisch (Mac)
el: Ουκρανικά (Mac)
es: Ucraniano (Mac)
fa: اوکراینی (Mac)
fr: Ukrainien (Mac)
hu: Ukrán (Mac)
id: Ukraina (Mac)
it: Ucraino (Mac)
ja: ウクライナ語 (Mac)
ko: 우크라이나어(Mac)
pl: Ukraiński (Mac)
pt: Ucraniano (Mac)
ro: Ucraineană (Mac)
ru: Украинская (Mac)
th: ยูเครน (Mac)
tr: Ukraynaca (Mac)
uk: Українська (Mac)
vi: Tiếng Ukraina (Mac)
zh_hans: 乌克兰语 (Mac)
zh_hant: 烏克蘭文（Mac）

# Encoding_Name_cp10021
source: Thai (Mac)
ar: التايلاندية (Mac)
cs: Thajština (Mac)
de: Thailändisch (Mac)
el: Ταϊλανδικά (Mac)
es: Tailandés (Mac)
fa: تایلندی (Mac)
fr: Thaï (Mac)
it: Thailandese (Mac)
ja: タイ語 (Mac)
ko: 태국어(Mac)
pl: Tajski (Mac)
pt: Tailandês (Mac)
ro: Thailandeză (Mac)
ru: Тайская (Mac)
th: ไทย (Mac)
tr: Tayca (Mac)
uk: Тайська (Mac)
vi: Tiếng Thái (Mac)
zh_hans: 泰语 (Mac)
zh_hant: 泰文（Mac）

# Encoding_Name_cp10029
source: Central European (Mac)
ar: أوروبا الوسطى (Mac)
cs: Středoevropské jazyky (Mac)
de: Mitteleuropäisch (Mac)
el: Κεντρικής Ευρώπης (Mac)
es: Centroeuropeo (Mac)
fa: اروپای مرکزی (Mac)
fr: Europe centrale (Mac)
hu: Közép-európai (Mac)
id: Eropa Tengah (Mac)
it: Europa centrale (Mac)
ja: 中央ヨーロッパ言語 (Mac)
ko: 중앙 유럽어(Mac)
pl: Środkowoeuropejski (Mac)
pt: Europeu Central (Mac)
ro: Europa Centrală (Mac)
ru: Центральноевропейская (Mac)
th: ยุโรปกลาง (Mac)
tr: Orta Avrupa (Mac)
uk: Центральноєвропейська (Mac)
vi: Trung Âu (Mac)
zh_hans: 中欧 (Mac)
zh_hant: 中歐（Mac）

# Encoding_Name_cp10079
source: Icelandic (Mac)
ar: الآيسلندية (Mac)
cs: Islandština (Mac)
de: Isländisch (Mac)
el: Ισλανδικά (Mac)
es: Islandés (Mac)
fa: ایسلندی (Mac)
fr: Islandais (Mac)
hu: Izlandi (Mac)
id: Islandia (Mac)
it: Islandese (Mac)
ja: アイスランド語 (Mac)
ko: 아이슬란드어(Mac)
pl: Islandzki (Mac)
pt: Islandês (Mac)
ro: Islandeză (Mac)
ru: Исландская (Mac)
th: ไอซ์แลนด์ (Mac)
tr: İzlandaca (Mac)
uk: Ісландська (Mac)
vi: Iceland (Mac)
zh_hans: 冰岛语 (Mac)
zh_hant: 冰島文（Mac）

# Encoding_Name_cp10081
source: Turkish (Mac)
ar: التركية (Mac)
cs: Turečtina (Mac)
de: Türkisch (Mac)
el: Τουρκικά (Mac)
es: Turco (Mac)
fa: ترکی (Mac)
fr: Turc (Mac)
hu: Török (Mac)
id: Turki (Mac)
it: Turco (Mac)
ja: トルコ語 (Mac)
ko: 터키어(Mac)
pl: Turecki (Mac)
pt: Turco (Mac)
ro: Turcă (Mac)
ru: Турецкая (Mac)
th: ตุรกี (Mac)
tr: Türkçe (Mac)
uk: Турецька (Mac)
vi: Thổ Nhĩ Kỳ (Mac)
zh_hans: 土耳其语 (Mac)
zh_hant: 土耳其文（Mac）

# Encoding_Name_cp10082
source: Croatian (Mac)
ar: الكرواتية (Mac)
cs: Chorvatština (Mac)
de: Kroatisch (Mac)
el: Κροατικά (Mac)
es: Croata (Mac)
fa: کرواتی (Mac)
fr: Croate (Mac)
hu: Horvát (Mac)
id: Kroasia (Mac)
it: Croato (Mac)
ja: クロアチア語 (Mac)
ko: 크로아티아어(Mac)
pl: Chorwacki (Mac)
pt: Croata (Mac)
ro: Croată (Mac)
ru: Хорватская (Mac)
th: โครเอเชีย (Mac)
tr: Hırvatça (Mac)
uk: Хорватська (Mac)
vi: Tiếng Croatia (Mac)
zh_hans: 克罗地亚语 (Mac)
zh_hant: 克羅埃西亞文（Mac）

# Encoding_Name_cp932
source: Japanese (Shift-JIS)
ar: اليابانية (Shift-JIS)
cs: Japonština (Shift-JIS)
de: Japanisch (Shift-JIS)
el: Ιαπωνικά (Shift-JIS)
es: Japonés (Shift-JIS)
fa: ژاپنی (Shift-JIS)
fr: Japonais (Shift-JIS)
hu: Japán (Shift-JIS)
id: Jepang (Shift-JIS)
it: Giapponese (Shift-JIS)
ja: 日本語 (シフト JIS)
ko: 일본어(Shift-JIS)
pl: Japoński (Shift-JIS)
pt: Japonês (Shift-JIS)
ro: Japoneză (Shift-JIS)
ru: Японская (Shift-JIS)
th: ญี่ปุ่น (Shift-JIS)
tr: Japonca (Shift-JIS)
uk: Японська (Shift-JIS)
vi: Tiếng Nhật (Shift-JIS)
zh_hans: 日语 (Shift-JIS)
zh_hant: 日文（Shift-JIS）

# Encoding_Name_cp51932
source: Japanese (EUC-JP)
ar: اليابانية (EUC-JP)
cs: Japonština (EUC-JP)
de: Japanisch (EUC-JP)
el: Ιαπωνικά (EUC-JP)
es: Japonés (EUC-JP)
fa: ژاپنی (EUC-JP)
fr: Japonais (EUC-JP)
hu: Japán (EUC-JP)
id: Jepang (EUC-JP)
it: Giapponese (EUC-JP)
ja: 日本語 (EUC-JP)
ko: 일본어(EUC-JP)
pl: Japoński (EUC-JP)
pt: Japonês (EUC-JP)
ro: Japoneză (EUC-JP)
ru: Японская (EUC-JP)
th: ญี่ปุ่น (EUC-JP)
tr: Japonca (EUC-JP)
uk: Японська (EUC-JP)
vi: Tiếng Nhật (EUC-JP)
zh_hans: 日语 (EUC-JP)
zh_hant: 日文（EUC-JP）

# Encoding_Name_cp20932
source: Japanese (EUC-JP, JIS X 0208 and 0212)
ar: اليابانية (EUC-JP، JIS X 0208 و0212)
cs: Japonština (EUC-JP, JIS X 0208 a 0212)
de: Japanisch (EUC-JP, JIS X 0208 und 0212)
el: Ιαπωνικά (EUC-JP, JIS X 0208 και 0212)
es: Japonés (EUC-JP, JIS X 0208 y 0212)
fa: ژاپنی (EUC-JP، JIS X 0208 و 0212)
fr: Japonais (EUC-JP, JIS X 0208 et 0212)
hu: Japán (EUC-JP, JIS X 0208 és 0212)
id: Jepang (EUC-JP, JIS X 0208 dan 0212)
it: Giapponese (EUC-JP, JIS X 0208 e 0212)
ja: 日本語 (EUC-JP、JIS X 0208 と 0212)
ko: 일본어(EUC-JP, JIS X 0208 및 0212)
pl: Japoński (EUC-JP, JIS X 0208 i 0212)
pt: Japonês (EUC-JP, JIS X 0208 e 0212)
ro: Japoneză (EUC-JP, JIS X 0208 și 0212)
ru: Японская (EUC-JP, JIS X 0208 и 0212)
th: ญี่ปุ่น (EUC-JP, JIS X 0208 และ 0212)
tr: Japonca (EUC-JP, JIS X 0208 ve 0212)
uk: Японська (EUC-JP, JIS X 0208 і 0212)
vi: Tiếng Nhật (EUC-JP, JIS X 0208 và 0212)
zh_hans: 日语 (EUC-JP，JIS X 0208 和 0212)
zh_hant: 日文（EUC-JP，JIS X 0208 和 0212）

# Encoding_Name_cp50220
source: Japanese (ISO-2022-JP)
ar: اليابانية (ISO-2022-JP)
cs: Japonština (ISO-2022-JP)
de: Japanisch (ISO-2022-JP)
el: Ιαπωνικά (ISO-2022-JP)
es: Japonés (ISO-2022-JP)
fa: ژاپنی (ISO-2022-JP)
fr: Japonais (ISO-2022-JP)
hu: Japán (ISO-2022-JP)
id: Jepang (ISO-2022-JP)
it: Giapponese (ISO-2022-JP)
ja: 日本語 (ISO-2022-JP)
ko: 일본어(ISO-2022-JP)
pl: Japoński (ISO-2022-JP)
pt: Japonês (ISO-2022-JP)
ro: Japoneză (ISO-2022-JP)
ru: Японская (ISO-2022-JP)
th: ญี่ปุ่น (ISO-2022-JP)
tr: Japonca (ISO-2022-JP)
uk: Японська (ISO-2022-JP)
vi: Tiếng Nhật (ISO-2022-JP)
zh_hans: 日语 (ISO-2022-JP)
zh_hant: 日文（ISO-2022-JP）

# Encoding_Name_cp50221
source: Japanese (ISO-2022-JP, 1-byte kana)
ar: اليابانية (ISO-2022-JP، كانا أحادية البايت)
cs: Japonština (ISO-2022-JP, 1bajtová kana)
de: Japanisch (ISO-2022-JP, 1-Byte-Kana)
el: Ιαπωνικά (ISO-2022-JP, kana 1 byte)
es: Japonés (ISO-2022-JP, kana de 1 byte)
fa: ژاپنی (ISO-2022-JP، کانای 1 بایتی)
fr: Japonais (ISO-2022-JP, kana sur 1 octet)
hu: Japán (ISO-2022-JP, 1 bájtos kana)
id: Jepang (ISO-2022-JP, kana 1-byte)
it: Giapponese (ISO-2022-JP, kana a 1 byte)
ja: 日本語 (ISO-2022-JP、1 バイト カタカナ)
ko: 일본어(ISO-2022-JP, 1바이트 가타카나)
pl: Japoński (ISO-2022-JP, kana 1-bajtowa)
pt: Japonês (ISO-2022-JP, kana de 1 byte)
ro: Japoneză (ISO-2022-JP, kana pe 1 octet)
ru: Японская (ISO-2022-JP, однобайтовая кана)
th: ญี่ปุ่น (ISO-2022-JP, คานะ 1 ไบต์)
tr: Japonca (ISO-2022-JP, 1 baytlık kana)
uk: Японська (ISO-2022-JP, однобайтова кана)
vi: Tiếng Nhật (ISO-2022-JP, kana 1 byte)
zh_hans: 日语 (ISO-2022-JP，单字节假名)
zh_hant: 日文（ISO-2022-JP，單一位元組片假名）

# Encoding_Name_cp50222
source: Japanese (ISO-2022-JP, SO/SI)
ar: اليابانية (ISO-2022-JP، SO/SI)
cs: Japonština (ISO-2022-JP, SO/SI)
de: Japanisch (ISO-2022-JP, SO/SI)
el: Ιαπωνικά (ISO-2022-JP, SO/SI)
es: Japonés (ISO-2022-JP, SO/SI)
fa: ژاپنی (ISO-2022-JP، SO/SI)
fr: Japonais (ISO-2022-JP, SO/SI)
hu: Japán (ISO-2022-JP, SO/SI)
id: Jepang (ISO-2022-JP, SO/SI)
it: Giapponese (ISO-2022-JP, SO/SI)
ja: 日本語 (ISO-2022-JP、SO/SI)
ko: 일본어(ISO-2022-JP, SO/SI)
pl: Japoński (ISO-2022-JP, SO/SI)
pt: Japonês (ISO-2022-JP, SO/SI)
ro: Japoneză (ISO-2022-JP, SO/SI)
ru: Японская (ISO-2022-JP, SO/SI)
th: ญี่ปุ่น (ISO-2022-JP, SO/SI)
tr: Japonca (ISO-2022-JP, SO/SI)
uk: Японська (ISO-2022-JP, SO/SI)
vi: Tiếng Nhật (ISO-2022-JP, SO/SI)
zh_hans: 日语 (ISO-2022-JP，SO/SI)
zh_hant: 日文（ISO-2022-JP，SO/SI）

# Encoding_Name_cp936
source: Simplified Chinese (GBK)
ar: الصينية المبسطة (GBK)
cs: Zjednodušená čínština (GBK)
de: Chinesisch vereinfacht (GBK)
el: Απλοποιημένα Κινεζικά (GBK)
es: Chino simplificado (GBK)
fa: چینی ساده‌شده (GBK)
fr: Chinois simplifié (GBK)
hu: Egyszerűsített kínai (GBK)
id: Tionghoa Sederhana (GBK)
it: Cinese semplificato (GBK)
ja: 簡体字中国語 (GBK)
ko: 중국어 간체(GBK)
pl: Chiński uproszczony (GBK)
pt: Chinês simplificado (GBK)
ro: Chineză simplificată (GBK)
ru: Упрощенная китайская (GBK)
th: จีนตัวย่อ (GBK)
tr: Basitleştirilmiş Çince (GBK)
uk: Спрощена китайська (GBK)
vi: Tiếng Trung giản thể (GBK)
zh_hans: 简体中文 (GBK)
zh_hant: 簡體中文（GBK）

# Encoding_Name_cp54936
source: Simplified Chinese (GB18030)
ar: الصينية المبسطة (GB18030)
cs: Zjednodušená čínština (GB18030)
de: Chinesisch vereinfacht (GB18030)
el: Απλοποιημένα Κινεζικά (GB18030)
es: Chino simplificado (GB18030)
fa: چینی ساده‌شده (GB18030)
fr: Chinois simplifié (GB18030)
hu: Egyszerűsített kínai (GB18030)
id: Tionghoa Sederhana (GB18030)
it: Cinese semplificato (GB18030)
ja: 簡体字中国語 (GB18030)
ko: 중국어 간체(GB18030)
pl: Chiński uproszczony (GB18030)
pt: Chinês simplificado (GB18030)
ro: Chineză simplificată (GB18030)
ru: Упрощенная китайская (GB18030)
th: จีนตัวย่อ (GB18030)
tr: Basitleştirilmiş Çince (GB18030)
uk: Спрощена китайська (GB18030)
vi: Tiếng Trung giản thể (GB18030)
zh_hans: 简体中文 (GB18030)
zh_hant: 簡體中文（GB18030）

# Encoding_Name_cp51936
source: Simplified Chinese (EUC-CN)
ar: الصينية المبسطة (EUC-CN)
cs: Zjednodušená čínština (EUC-CN)
de: Chinesisch vereinfacht (EUC-CN)
el: Απλοποιημένα Κινεζικά (EUC-CN)
es: Chino simplificado (EUC-CN)
fa: چینی ساده‌شده (EUC-CN)
fr: Chinois simplifié (EUC-CN)
hu: Egyszerűsített kínai (EUC-CN)
id: Tionghoa Sederhana (EUC-CN)
it: Cinese semplificato (EUC-CN)
ja: 簡体字中国語 (EUC-CN)
ko: 중국어 간체(EUC-CN)
pl: Chiński uproszczony (EUC-CN)
pt: Chinês simplificado (EUC-CN)
ro: Chineză simplificată (EUC-CN)
ru: Упрощенная китайская (EUC-CN)
th: จีนตัวย่อ (EUC-CN)
tr: Basitleştirilmiş Çince (EUC-CN)
uk: Спрощена китайська (EUC-CN)
vi: Tiếng Trung giản thể (EUC-CN)
zh_hans: 简体中文 (EUC-CN)
zh_hant: 簡體中文（EUC-CN）

# Encoding_Name_cp50227
source: Simplified Chinese (ISO-2022-CN)
ar: الصينية المبسطة (ISO-2022-CN)
cs: Zjednodušená čínština (ISO-2022-CN)
de: Chinesisch vereinfacht (ISO-2022-CN)
el: Απλοποιημένα Κινεζικά (ISO-2022-CN)
es: Chino simplificado (ISO-2022-CN)
fa: چینی ساده‌شده (ISO-2022-CN)
fr: Chinois simplifié (ISO-2022-CN)
hu: Egyszerűsített kínai (ISO-2022-CN)
id: Tionghoa Sederhana (ISO-2022-CN)
it: Cinese semplificato (ISO-2022-CN)
ja: 簡体字中国語 (ISO-2022-CN)
ko: 중국어 간체(ISO-2022-CN)
pl: Chiński uproszczony (ISO-2022-CN)
pt: Chinês simplificado (ISO-2022-CN)
ro: Chineză simplificată (ISO-2022-CN)
ru: Упрощенная китайская (ISO-2022-CN)
th: จีนตัวย่อ (ISO-2022-CN)
tr: Basitleştirilmiş Çince (ISO-2022-CN)
uk: Спрощена китайська (ISO-2022-CN)
vi: Tiếng Trung giản thể (ISO-2022-CN)
zh_hans: 简体中文 (ISO-2022-CN)
zh_hant: 簡體中文（ISO-2022-CN）

# Encoding_Name_cp52936
source: Simplified Chinese (HZ)
ar: الصينية المبسطة (HZ)
cs: Zjednodušená čínština (HZ)
de: Chinesisch vereinfacht (HZ)
el: Απλοποιημένα Κινεζικά (HZ)
es: Chino simplificado (HZ)
fa: چینی ساده‌شده (HZ)
fr: Chinois simplifié (HZ)
hu: Egyszerűsített kínai (HZ)
id: Tionghoa Sederhana (HZ)
it: Cinese semplificato (HZ)
ja: 簡体字中国語 (HZ)
ko: 중국어 간체(HZ)
pl: Chiński uproszczony (HZ)
pt: Chinês simplificado (HZ)
ro: Chineză simplificată (HZ)
ru: Упрощенная китайская (HZ)
th: จีนตัวย่อ (HZ)
tr: Basitleştirilmiş Çince (HZ)
uk: Спрощена китайська (HZ)
vi: Tiếng Trung giản thể (HZ)
zh_hans: 简体中文 (HZ)
zh_hant: 簡體中文（HZ）

# Encoding_Name_cp949
source: Korean (Unified Hangul Code)
ar: الكورية (Unified Hangul Code)
cs: Korejština (sjednocený kód Hangul)
de: Koreanisch (Unified Hangul Code)
el: Κορεατικά (Unified Hangul Code)
es: Coreano (Unified Hangul Code)
fa: کره‌ای (Unified Hangul Code)
fr: Coréen (Unified Hangul Code)
hu: Koreai (Unified Hangul Code)
id: Korea (Unified Hangul Code)
it: Coreano (Unified Hangul Code)
ja: 韓国語 (統合型ハングル)
ko: 한국어(통합 완성형)
pl: Koreański (Unified Hangul Code)
pt: Coreano (Unified Hangul Code)
ro: Coreeană (Unified Hangul Code)
ru: Корейская (Unified Hangul Code)
th: เกาหลี (Unified Hangul Code)
tr: Korece (Birleşik Hangul Kodu)
uk: Корейська (Unified Hangul Code)
vi: Tiếng Hàn (Unified Hangul Code)
zh_hans: 韩语 (统一韩文码)
zh_hant: 韓文（統一韓文字碼）

# Encoding_Name_cp51949
source: Korean (EUC-KR)
ar: الكورية (EUC-KR)
cs: Korejština (EUC-KR)
de: Koreanisch (EUC-KR)
el: Κορεατικά (EUC-KR)
es: Coreano (EUC-KR)
fa: کره‌ای (EUC-KR)
fr: Coréen (EUC-KR)
hu: Koreai (EUC-KR)
id: Korea (EUC-KR)
it: Coreano (EUC-KR)
ja: 韓国語 (EUC-KR)
ko: 한국어(EUC-KR)
pl: Koreański (EUC-KR)
pt: Coreano (EUC-KR)
ro: Coreeană (EUC-KR)
ru: Корейская (EUC-KR)
th: เกาหลี (EUC-KR)
tr: Korece (EUC-KR)
uk: Корейська (EUC-KR)
vi: Tiếng Hàn (EUC-KR)
zh_hans: 韩语 (EUC-KR)
zh_hant: 韓文（EUC-KR）

# Encoding_Name_cp50225
source: Korean (ISO-2022-KR)
ar: الكورية (ISO-2022-KR)
cs: Korejština (ISO-2022-KR)
de: Koreanisch (ISO-2022-KR)
el: Κορεατικά (ISO-2022-KR)
es: Coreano (ISO-2022-KR)
fa: کره‌ای (ISO-2022-KR)
fr: Coréen (ISO-2022-KR)
hu: Koreai (ISO-2022-KR)
id: Korea (ISO-2022-KR)
it: Coreano (ISO-2022-KR)
ja: 韓国語 (ISO-2022-KR)
ko: 한국어(ISO-2022-KR)
pl: Koreański (ISO-2022-KR)
pt: Coreano (ISO-2022-KR)
ro: Coreeană (ISO-2022-KR)
ru: Корейская (ISO-2022-KR)
th: เกาหลี (ISO-2022-KR)
tr: Korece (ISO-2022-KR)
uk: Корейська (ISO-2022-KR)
vi: Tiếng Hàn (ISO-2022-KR)
zh_hans: 韩语 (ISO-2022-KR)
zh_hant: 韓文（ISO-2022-KR）
